tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
brew "cask"
brew "curl"
brew "docker-compose"
brew "ffmpeg"
brew "gh"
brew "git"
brew "htop"
brew "httpie"
brew "mas"
brew "node"
brew "nvm"
brew "php"
brew "postgresql"
brew "redis"
brew "tmux"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "alfred"
cask "brave-browser"
cask "discord"
cask "docker"
cask "firefox-developer-edition"
cask "google-chrome"
cask "iterm2"
cask "keepingyouawake"
cask "notion"
cask "postman"
cask "spotify"
cask "visual-studio-code"
mas "Craft", id: 1487937127
mas "Flow", id: 1423210932
mas "Safe In Cloud Password Manager", id: 883070818
mas "Slack", id: 803453959
mas "uBlock", id: 1385985095


