antfu.icons-carbon
antfu.unocss
apollographql.vscode-apollo
astro-build.astro-vscode
bradlc.vscode-tailwindcss
cdonohue.quill-icons
csstools.postcss
dbaeumer.vscode-eslint
ecmel.vscode-html-css
esbenp.prettier-vscode
firsttris.vscode-jest-runner
foxundermoon.shell-format
golang.go
GraphQL.vscode-graphql
GraphQL.vscode-graphql-syntax
iocave.customize-ui
iocave.monkey-patch
mvllow.rose-pine
pmndrs.pmndrs
Prisma.prisma
silvenon.mdx
svelte.svelte-vscode
wix.vscode-import-cost
yinfei.luahelper
